"Audio/Video Converter" = "Audio/Video Converter";
"Drag & drop files here" = "Drag & drop files here";
"Import Files" = "Import Files";
"Convert to:" = "Convert to:";
"Engine:" = "Engine:";
"Choose Output Folder" = "Choose Output Folder";
"(Default: Same as original file)" = "(Default: Same as original file)";
"Convert" = "Convert";
"Converting..." = "Converting...";
"Conversion Settings" = "Conversion Settings";
"Audio Bitrate:" = "Audio Bitrate:";
"Sample Rate:" = "Sample Rate:";
"Channels:" = "Channels:";
"Video Resolution:" = "Video Resolution:";
"Video Bitrate:" = "Video Bitrate:";
"Metadata" = "Metadata";
"Title:" = "Title:";
"Artist:" = "Artist:";
"Album:" = "Album:";
"Cover Art:" = "Cover Art:";
"Choose Image" = "Choose Image";
"Recent Conversions" = "Recent Conversions";
"No recent conversions." = "No recent conversions.";
"Logs" = "Logs";
"No logs yet." = "No logs yet.";
"Copy All" = "Copy All";
"Clear" = "Clear";
"Appearance:" = "Appearance:";
"System" = "System";
"Light" = "Light";
"Dark" = "Dark";
"Conversion Complete" = "Conversion Complete";
"All files have been converted." = "All files have been converted."; 